
start_admin_text = """
🛠️ Административная панель 🛠️

Добро пожаловать в центр управления ботом! 
Здесь вы можете управлять всеми критически важными функциями.
─────────────────────────
⚙️ Выберите нужный раздел для продолжения.

🔹 Доступные разделы:
"""


admin_db_management_message = """
📊 Управление базой данных
═════════════════════════
🗃️ Основные действия:

1. 📦 Экспорт всей БД (SQL)
2. 📊 Выгрузка таблиц (CSV)

"""

mass_send_text =  """
🔔 Массовая рассылка для всех пользователей бота! 📢

Рассылка будет отправлена всем! 🚀
"""

text_request = """
✉️ Введите текст для рассылки
└───────────────────
⚠️ Отправится всем пользователям!
"""

photo_request = """
🖼️ Отправьте фотографию
└───────────────────
⚠️ Отправится всем пользователям!
"""

photo_text_request = """
📸 Отправьте текст потом фотографию
└───────────────────
⚠️ Отправится всем пользователям!
"""

video_request = """
🎥 Отправьте видео
└───────────────────
⚠️ Отправится всем пользователям!
"""

video_text_request = """
🎬 Отправьте c начала текст потом видео
└───────────────────
⚠️ Отправится всем пользователям!
"""